<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
경부 산하 국립공원공단(이사장 송형근)은 추석을 맞이해 가족들과 함께 가을철 야생화를 만나 볼 수 있는 '국립공원 야생화 꽃길' 21곳을 소개했다.



국립공원 야생화 꽃길 21곳은 △지리산 구룡계곡길, △경주 암곡길, △계룡산 동학사 자연관찰로, △한려해상 소매물도 등대섬, △설악산 곰배골길, △속리산 세조길, △내장산 백양골길, △가야산 상왕봉구간, △덕유산 설천봉 아고산대 야생화길, △오대산 진고개길, △주왕산 주왕계곡길, △태안해안 노을길, △다도해해상 흑산도 자연관찰로, △치악산 자생식물관찰원 구간, △월악산 만수계곡 자연관찰로, △북한산 산성계곡길, △소백산 연화봉길, △변산반도 내소사 자연관찰로, △월출산 미왕재길, △무등산 중봉길, △태백산 두문동재길이다.
</body>
</html>